tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tinygo-org/tools"

brew "asciinema"
brew "asdf"
brew "black"
brew "consul-template"
brew "coreutils"
brew "cruft"
brew "csvkit"
brew "fd"
brew "fontforge"
brew "fortune"
brew "gh"
brew "gnupg-pkcs11-scd"
brew "go"
brew "lazygit"
brew "libp11"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "markdownlint-cli"
brew "moreutils"
brew "mosh"
brew "neovim"
brew "neovim-remote"
brew "opensc"
brew "ossp-uuid"
brew "pcsc-lite"
brew "pinentry-mac"
brew "pkcs11-helper"
brew "prettier"
brew "proselint"
brew "ripgrep"
brew "shellcheck"
brew "softhsm"
brew "sox"
brew "stylua"
brew "terminator"
brew "texlive"
brew "tinygo-org/tools/tinygo"
brew "tmux"
brew "tree-sitter"
brew "util-linux"
brew "vttest"
brew "wasmer"
brew "watch"
brew "weechat"
brew "wget"
brew "write-good"
brew "ykpers"
brew "yq"
cask "1password-cli"
cask "docker"
cask "ferdi"
cask "firefox"
cask "fluid"
cask "iterm2"
cask "kitty"
cask "powershell"
cask "skim"
cask "sqlitestudio"
